Repository: Toqe/ajax-event-calendar
Catalog: tags/0.9.6/trunk/locale/ajax-event-calendar-*.po
Languages: pt_br

source: Calendar
pt_br: Calendário

source: Ajax Event Calendar
pt_br: Opções do Calendário de Eventos em Ajax

source: Created by
pt_br: Apresentado por

source: Categories
pt_br: Categorias

source: Activity Report
pt_br: Relatório de Atividade

source: You do not have sufficient permissions to access this page.
pt_br: Você não possui permissões suficientes para acessar esta página.

source: Events
pt_br: Link do Evento

source: Settings
pt_br: Configurações

source: Ajax Event Calendar Options
pt_br: Opções do Calendário de Eventos em Ajax

source: Show administrative menu above the front-end calendar.
pt_br: Mostrar o menu administrativo acima do calendário que aparece no site.

source: Enforce event creation between 30 minutes and one year from the current time.
pt_br: Limitar criação de eventos de 30 minutos a 1 ano no futuro.

source: Venue
pt_br: Evento

source: Neighborhood or Street Address
pt_br: Bairro ou Endereço

source: City
pt_br: Cidade

source: State
pt_br: Estado

source: Event Link
pt_br: Link do Evento

source: Description
pt_br: Descrição

source: Contact Name
pt_br: Nome do Contato

source: Contact Information
pt_br: Informações de contato

source: This event is accessible to people with disabilities.
pt_br: Este evento é acessível a pessoas com deficiência.

source: Please register with the contact person for this event.
pt_br: Favor registre-se para este evento através do Contato.

source: General Options
pt_br: Opções Gerais

source: Check Required Form Fields
pt_br: Verificar Campos do Formulário

source: Optional Checkboxes
pt_br: Caixas de escolha opcionais

source: Restore Original Settings
pt_br: Restaurar Configurações Padrão

source: Resets plugin settings on Save
pt_br: Restaurar configurações do plugin ao reativar

source: Save Changes
pt_br: Salvar Mudanças

source: Sorry,
pt_br: Perdoe-nos,

source: Loading...
pt_br: Carregando...

source: hide all notifications
pt_br: esconder todas as notificações

source: Sat
pt_br: Estado

source: All Day
pt_br: Dia Inteiro

source: You cannot create events in the past.
pt_br: Você não pode criar eventos no passado.

source: Whoops!
pt_br: Oooopa!

source: You cannot create events more than a year in advance.
pt_br: Você não pode criar eventos mais do que um ano adiante.

source: You cannot resize expired events.
pt_br: Você não pode redimensionar eventos expirados.

source: You cannot move events into the past.
pt_br: Você não pode mover eventos para o passado.

source: You cannot edit expired events.
pt_br: Você não pode editar eventos expirados.

source: Edit Event
pt_br: Editar Evento

source: has been modified.
pt_br: foi modificado.

source: Success!
pt_br: Êxito!

source: Close Event Form
pt_br: Fechar Formulário de Eventos

source: Loading Event Form...
pt_br: Carregando Formulário de Eventos...

source: Add new, or edit existing category type (and associated calendar tile color).
pt_br: Adicionar ou editar tipos de categorias existentes (e cores do calendário associadas).

source: Add
pt_br: Adicionar

source: Delete
pt_br: Apagar

source: This category is required and can only be edited.
pt_br: Esta categoria é obrigatória e só pode ser editada.

source: Update
pt_br: Atualizar

source: Category type
pt_br: Tipo de categoria

source: has been created.
pt_br: foi criado(a).

source: Category type cannot be a blank value.
pt_br: Tipo de categoria não pode ter um valor em branco.

source: Are you sure you want to delete this category type?
pt_br: Tem certeza que gostaria de apagar este tipo de categoria?

source: Several events are associated with this category. Click OK to reassign these events to the default category.
pt_br: Vários eventos estão associados a esta categoria. Clique OK para cadastrá-los na categoria padrão.

source: Events have been reassigned to the default category.
pt_br: Eventos foram recategorizados como categoria padrão.

source: has been deleted.
pt_br: foi apagado(a).

source: Duration
pt_br: Duração

source: From
pt_br: De

source: To
pt_br: Até

source: Title
pt_br: Título

source: Type
pt_br: Tipo

source: Address
pt_br: Endereço

source: Website Link
pt_br: Link de Site

source: Contact Person
pt_br: Contato

source: Name
pt_br: Nome

source: Phone or Email Address
pt_br: Telefone ou Email

source: Cancel
pt_br: Cancelar

source: has been added.
pt_br: foi adicionado(a).

source: has been updated.
pt_br: foi atualizado(a).

source: Delete this event?
pt_br: Apagar este evento?

source: Invalid duration, please adjust your time inputs.
pt_br: Duração inválida, favor verificar os horários estabelecidos.

source: Number of events scheduled for the current month, by type:
pt_br: Número de eventos planejados para o mês atual, por tipo:

source: No events this month.
pt_br: Sem eventos neste mês.

source: A list of calendar contributors linked to their organization websites
pt_br: Uma lista de editores do calendário com um link para seus respectivos sites

source: Calendar Contributors
pt_br: Colaboradores do Calendário

source: (%d) Contributor
pt_br: (%d) Colaborador

source: No contributors as of yet.
pt_br: Sem colaboradores até agora.

source: No options available.
pt_br: Nenhuma opção disponível.

source: Show Types
pt_br: Mostrar Tipos

source: All
pt_br: Todos(as)

source: Created By
pt_br: Apresentado por

source: Close Event Details
pt_br: Fechar Detalhes do Evento

source: Loading Event Details...
pt_br: Carregar Detalhes do Evento...

source: Location
pt_br: Localidade

source: Presented by
pt_br: Apresentado por
